Repository: sgeray/smartcalc
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Calculate
tr: Hesapla

source: Enter value A
tr: A değerini girin

source: Enter value B
tr: B değerini girin

# resultPrefix
source: Result:
tr: Sonuç:

# changePrefix
source: Change:
tr: Değişim:

source: Settings
tr: Ayarlar

source: Dark Theme
tr: Koyu Tema

source: Language
tr: Dil

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

# invalidInputMessage
source: Please enter valid numbers for A and B.
tr: Lütfen A ve B için geçerli sayılar girin.

source: Percentage Calculator
tr: Yüzde Hesaplayıcı

# calcOptionBPercentOfA
source: What is the B% of the number A?
tr: A sayısının yüzde B'si kaçtır?

# calcOptionPercentOfB
source: What is the percentage of the number B?
tr: B sayısı yüzde kaçtır?

# calcOptionPercentageChange
source: What is the percentage change from A to B?
tr: A'dan B'ye yüzde değişim nedir?

# calcOptionIncreaseByPercent
source: What will happen if A is increased by B%?
tr: A sayısı yüzde B oranında artarsa ne olur?

# calcOptionDecreaseByPercent
source: What will happen if A is decreased by B%?
tr: A sayısı yüzde B oranında azalırsa ne olur?

source: Discount Calculator
tr: İndirim Hesaplayıcı

source: Original Price
tr: Orijinal Fiyat

# discountPercent
source: Discount %
tr: İndirim %

source: Discount Amount
tr: İndirim Tutarı

source: Final Price
tr: Son Fiyat

source: VAT Calculator
tr: KDV Hesaplayıcı

# priceWithoutVat
source: Price (excluding VAT)
tr: Fiyat (KDV hariç)

source: VAT Rate (%)
tr: KDV Oranı (%)

source: VAT Amount
tr: KDV Tutarı

source: Price with VAT
tr: KDV dahil Fiyat

source: Profit Margin Calculator
tr: Kâr Marjı Hesaplayıcı

source: Cost Price
tr: Maliyet Fiyatı

source: Selling Price
tr: Satış Fiyatı

source: Profit Amount
tr: Kâr Tutarı

source: Profit Percentage
tr: Kâr Yüzdesi

source: Tip Calculator
tr: Bahşiş Hesaplayıcı

source: Bill Amount
tr: Hesap Tutarı

# tipPercent
source: Tip Percentage
tr: Bahşiş Yüzdesi

# peopleCount
source: Number of People
tr: Kişi Sayısı

source: Total with Tip
tr: Bahşiş Dahil Toplam

source: Per Person
tr: Kişi Başı

source: Unit Price Calculator
tr: Birim Fiyat Hesaplayıcı

source: Total Price
tr: Toplam Fiyat

source: Quantity
tr: Miktar

source: Price per Unit
tr: Birim Fiyat

# changeByPercentCalculator
source: Increase/Decrease by % Calculator
tr: % Oranında Artış/Azalış Hesaplayıcı

source: Original Value
tr: Orijinal Değer

# changePercent
source: Change Percentage
tr: Değişim Yüzdesi

source: Change Type
tr: Değişim Türü

source: Increase
tr: Artış

source: Decrease
tr: Azalış

source: Loan Calculator
tr: Kredi Hesaplayıcı

source: Loan Amount
tr: Kredi Tutarı

source: Interest Rate (%)
tr: Faiz Oranı (%)

# months
source: Number of Months
tr: Ay Sayısı

source: Monthly Payment
tr: Aylık Ödeme

source: BMI Calculator
tr: VKİ Hesaplayıcı

source: Height (cm)
tr: Boy (cm)

source: Weight (kg)
tr: Ağırlık (kg)

source: Your BMI
tr: VKİ'niz

# bmiCategory
source: Category
tr: Kategori

# dateDiffCalculator
source: Date Difference Calculator
tr: Tarih Farkı Hesaplayıcı

source: Start Date
tr: Başlangıç Tarihi

source: End Date
tr: Bitiş Tarihi

# useToday
source: Use Today as End Date
tr: Bitiş Tarihi Olarak Bugünü Kullan

# differenceResult
source: Difference is
tr: Fark

source: Area Converter
tr: Alan Dönüştürücü

# inputAreaValue
source: Enter area value
tr: Alan değeri girin

source: From Unit
tr: Biriminden

source: To Unit
tr: Birimine

source: Finance Tools
tr: Finans Araçları

source: Shopping Tools
tr: Alışveriş Araçları

source: General Math Tools
tr: Genel Matematik Araçları

source: Currency Converter
tr: Döviz Çevirici

source: Amount
tr: Miktar

source: From Currency
tr: Para Biriminden

source: To Currency
tr: Para Birimine

source: Speed Converter
tr: Hız Dönüştürücü

# inputSpeedValue
source: Enter speed
tr: Hız girin

# fromSpeedUnit
source: From Unit
tr: Biriminden

# toSpeedUnit
source: To Unit
tr: Birimine

source: Temperature Converter
tr: Sıcaklık Dönüştürücü

# inputTemperatureValue
source: Enter temperature
tr: Sıcaklık girin

# fromTemperatureUnit
source: From Unit
tr: Biriminden

# toTemperatureUnit
source: To Unit
tr: Birimine

source: Length Converter
tr: Uzunluk Dönüştürücü

# inputLengthValue
source: Enter length
tr: Uzunluk girin

# fromLengthUnit
source: From Unit
tr: Biriminden

# toLengthUnit
source: To Unit
tr: Birimine

source: Search
tr: Ara

source: Favorites
tr: Favoriler

source: Recent Calculators
tr: Son Hesap Makineleri

source: Show only favorites
tr: Sadece favorileri göster
